{"classes":["FOOD","PLACE","COUNTRY","PERSON"],"annotations":[["Sushi is a traditional Japanese food made by combining vinegar rice and seafood. There is a type of fermented sushi, known as nare-zushi, but the most typical types of sushi are nigiri-zushi and temaki-zushi.You can find sushi all around Japan, but the sushi from restaurants in high class areas like Ginza or close to fishing ports is especially delicious.",{"entities":[[0,5,"FOOD"],[23,31,"COUNTRY"],[63,67,"FOOD"],[72,80,"FOOD"],[110,115,"FOOD"],[126,136,"FOOD"],[168,173,"FOOD"],[178,190,"FOOD"],[195,211,"FOOD"],[238,243,"COUNTRY"],[264,275,"PLACE"],[301,306,"PLACE"],[319,332,"PLACE"]]}],["Tempura is a Japanese dish made from seafood, fresh vegetables and other ingredients dipped in a flour and egg batter and fried in oil.",{"entities":[[0,7,"FOOD"],[13,21,"COUNTRY"],[37,44,"FOOD"],[46,62,"FOOD"],[97,102,"FOOD"],[107,110,"FOOD"]]}],["Ramen is a noodle soup dish which has grown to become incredibly popular and is thought of as a byword for Japanese food. Originally, the soup was made from a chicken bones, but in recent years, pork, beef and seafood also being used in the soup, creating a diverse range of tastes. In addition to the typical salt, soy sauce and miso flavors, you can even find curry flavored ramen now. There is also a type of ramen where the noodles and soup are served separately, known as tsukemen.",{"entities":[[0,5,"FOOD"],[11,22,"FOOD"],[107,115,"COUNTRY"],[159,172,"FOOD"],[195,199,"FOOD"],[201,205,"FOOD"],[210,217,"FOOD"],[241,245,"FOOD"],[377,382,"FOOD"],[412,417,"FOOD"],[428,435,"FOOD"],[477,485,"FOOD"]]}],["While curry has its origins in India, the curry we eat in Japan is a unique, localized dish based on the curry brought over to Japan from the UK. Made with meat and vegetables (carrots, potatoes, onions, etc.) flavored with curry powder, stewed, and served with rice. Sometimes fried foods, such as pork cutlets, are placed on top of the dish.",{"entities":[[6,11,"FOOD"],[31,36,"COUNTRY"],[58,63,"COUNTRY"],[127,132,"COUNTRY"],[142,145,"COUNTRY"],[156,160,"FOOD"],[165,175,"FOOD"],[177,184,"FOOD"],[186,194,"FOOD"],[196,202,"FOOD"],[262,267,"FOOD"],[299,303,"FOOD"],[304,311,"FOOD"]]}],["Panta Ilish is a traditional food.It’s a platter of leftover rice soaked in water and served with fried hilsa, achar, and dal.",{"entities":[[0,11,"FOOD"],[61,65,"FOOD"],[104,109,"FOOD"],[111,116,"FOOD"],[122,125,"FOOD"]]}],["The most popular biryani in Bangladesh is Dhaka Kacchi Biryani.The main ingredients are rice and marinated meat cooked in lots of spices, giving it its special taste. The spices are nutmeg, mace, pepper, cloves, cardamom, cinnamon, bay leaves, coriander, mint, ginger, onion, tomatoes, green chilies, and garlic. It is sometimes served with a boiled egg and salad.",{"entities":[[17,24,"FOOD"],[28,38,"COUNTRY"],[42,47,"PLACE"],[88,92,"FOOD"],[107,111,"FOOD"],[261,267,"FOOD"],[269,274,"FOOD"],[276,284,"FOOD"],[286,299,"FOOD"],[305,312,"FOOD"],[343,353,"FOOD"],[358,363,"FOOD"]]}],["Jhalmuri is made with Muri, which is puffed rice, and chanachur along with onion, chili, mustard oil, many types of masala, and salad.Bangladeshis call Jhalmuri sellers Mama, which speaks to the relationship between customer and seller.",{"entities":[[0,8,"FOOD"],[22,26,"FOOD"],[37,48,"FOOD"],[54,63,"FOOD"],[75,80,"FOOD"],[82,87,"FOOD"],[89,100,"FOOD"],[128,146,"COUNTRY"],[169,173,"PERSON"],[216,224,"PERSON"],[229,235,"PERSON"]]}],["Dosa is an extremely famous south Indian dish.Pizza is a common fast food.Pasta is an italian recipe. China's noodles are very famous. Shrimps are famous in China too Lasagna is another classic of Italy.",{"entities":[[0,4,"FOOD"],[28,40,"PLACE"],[69,79,"FOOD"],[86,93,"COUNTRY"],[102,107,"COUNTRY"],[110,117,"FOOD"],[135,142,"FOOD"],[157,162,"COUNTRY"],[167,174,"FOOD"],[197,202,"COUNTRY"]]}],["Dosa is an extremely famous south Indian dish.Pizza is a common fast food.Pasta is an italian recipe. China's noodles are very famous. Shrimps are famous in China too Lasagna is another classic of Italy.",{"entities":[[0,4,"FOOD"],[28,40,"PLACE"],[69,79,"FOOD"],[86,93,"COUNTRY"],[102,107,"COUNTRY"],[110,117,"FOOD"],[135,142,"FOOD"],[157,162,"COUNTRY"],[167,174,"FOOD"],[197,202,"COUNTRY"]]}]]}